import React from 'react';
import { Helmet } from 'react-helmet';
import '../RegularPage.scss';
import { Header } from '../../components';
import { SITE_NAME } from '../../constants/app';

const BirthdayGreetings = () => (
    <div>
        <Helmet>
            <title>{`${SITE_NAME} - ברכות ליום הולדת`}</title>
            <meta property="og:title" content={`${SITE_NAME} - ברכות ליום הולדת`} />
            <meta name="description" content="יום הולדת הוא אחד מימי השמחה המיוחדים ביותר בשנה. הוא מייצג את החגיגה של הקיום שלנו, של עצם החיים. השקעה ושמחה ביום ההולדת שלנו, היא דרך נהדרת להגיד לעצמנו ולעולם – אנחנו מאושרים להיות פה" />
            <meta name="keywords" content="ברכות ליום הולדת, יום הולדת מאושר, חוגג" />
            <meta property="og:image" content="/images/cards/BirthDay-display.jpg" />
        </Helmet>
        <Header style={{ backgroundImage: `url('/images/articles/bg.jpg')` }}
                title="ברכות ליום הולדת"/>
        <div className="regular-page">
           <div className="regular-page__wrap-content container text-right">
                <h2>יום הולדת מאושר הוא יום הולדת מיוחד</h2>
                <p>
                יום הולדת הוא אחד מימי השמחה המיוחדים ביותר בשנה. הוא מייצג את החגיגה של הקיום שלנו, של עצם החיים. השקעה ושמחה ביום ההולדת שלנו, היא דרך נהדרת להגיד לעצמנו ולעולם – אנחנו מאושרים להיות פה, אנחנו אוהבים ומרוצים מהמסע הגדול הזה שנקרא החיים. בין כל הדברים המסורתיים המרכיבים יום הולדת – החגיגה, המתנות, העוגה, דבר אחד בולט בחשיבות שלו – הברכות.
                </p>
                <hr className="article__line"/>
                <h2>למה חשוב להשקיע בברכות ליום הולדת?</h2>
                <p>
                ברכות ליום הולדת הן חלק מהותי מהחגיגה, וגם אם לא עשיתם מסיבה ענקית, הן יכולות לשמח כל אחד.  
                </p>
                <h3>הסיבות שבגללן חשוב להשקיע בברכות ליום הולדת הן:</h3>
                <ul>
                    <li>
                        <strong>קירוב לבבות לאורך שנים</strong>: אין הרבה אנשים שזוכרים באמת איך נראתה העוגה שלהם ביום ההולדת האחרון, מעטים בלבד זוכרים מי היו האורחים שחגגו איתם. אם אתם רוצים לעשות משהו שבאמת ייזכר לאורך זמן, תנו ברכות ליום הולדת. אנשים תולים ושומרים על הברכות האלו, מאחר שהן זיקוק של תחושת החיבה והחברות בין המקבל ובין כותב.
                    </li>
                    <li>
                        <strong>מסר אישי</strong>: בין כל הדברים הבנאליים שניתן להכין לאדם החוגג יום הולדת, ברכה היא הזדמנות שלנו להעביר מסר אישי. מתי כבר ביום-יום הלחוץ והגדוש אנחנו יכולים להגיד לאדם שאנחנו אוהבים אותו, ושמחים שהוא קיים ושהוא חלק מחיינו? ברכות ליום הולדת הן הזדמנות נהדרת לעשות זאת.
                    </li>
                </ul>
                <h2>איך אפשר להשיג ברכה מיוחדת באמת?</h2>
                <p>
                אף על פי שנראה שלכולם ברור שחשוב מאוד להשקיע בברכות ליום הולדת, הרבה מאתנו מרגישים שקשה להם לכתוב בדיוק איך הם מרגישים, ולתאר בצורה טובה את אהבתם. בדיוק בגלל זה, יש שירותי כתיבה שתוכלו להיעזר בהם. שירותי הכתיבה יוכלו לסייע לכם עם ברכות ליום הולדת אשר יהיו מותאמים למה שאתם רוצים להגיד, כמו שירותי תרגום לרגשות. חשוב מאוד שתתנו אמון בברכות ליום הולדת בחברה שיש לה אהבה אמיתית לתחום, כזאת שתיתן לכם את השירות עם הבנה וחיבה.
                </p>
            </div>
        </div>
    </div>
);

export default BirthdayGreetings;
