import React from 'react';
import { Helmet } from 'react-helmet';
import '../RegularPage.scss';
import { Header } from '../../components';
import { SITE_NAME } from '../../constants/app';

const BlessingForPregnancy = () => (
    <div>
        <Helmet>
            <title>{`${SITE_NAME} - ברכה להריון ולידה`}</title>
            <meta property="og:title" content={`${SITE_NAME} - ברכה להריון ולידה`} />
            <meta name="description" content="התחושות של הריון ושל לידה הן תחושות שאין שום דבר המשתווה להן במשך החיים. התהליך הארוך של נשיאת העובר ברחם, הבדיקות המתישות והתקוות – כולם מתנקזים לרגע אחד של קסם, לרגע הלידה" />
            <meta name="keywords" content="הריון ולידה, הריון, לידה, האמא והאבא, תינוק" />
            <meta property="og:image" content="/images/cards/BirthDay-display.jpg" />
        </Helmet>
        <Header style={{ backgroundImage: `url('/images/articles/bg.jpg')` }}
                title="ברכה להריון ולידה"/>
        <div className="regular-page">
           <div className="regular-page__wrap-content container text-right">
                <h2>הריון ולידה הם חוויה שאין שנייה לה</h2>
                <p>
                התחושות של הריון ושל לידה הן תחושות שאין שום דבר המשתווה להן במשך החיים. התהליך הארוך של נשיאת העובר ברחם, הבדיקות המתישות והתקוות – כולם מתנקזים לרגע אחד של קסם, לרגע הלידה. כל אישה שילדה תינוק בפעם הראשונה יודעת שאחד מהדברים הטובים ביותר בהריון הוא ההכנה שהוא עושה לנו לקראת הקבלה של התינוק. אנחנו מתבגרים במהלך ההיריון כזוג, וכיחידים. למרות זאת, לאחר הלידה פעמים רבות אנחנו חשים קצת שהשינוי שעברנו הוא מהיר מידי, ואנחנו עלולים להתגעגע מעט לחופש שהיה לנו קודם.
                </p>
                <hr className="article__line"/>
                <h2>מדוע כדאי לתת ברכה להריון ולידה?</h2>
                <p>
                למרות התהליך הנהדר של היצירה, והאהבה העצומה שכל זוג רוכש לתינוק הנולד, עדיין ברכה להריון ולידה יכולה להיות מבורכת. הסיבות לכך כוללות בין השאר:
                </p>
                <ul>
                    <li>
                        <strong>תחושת ניתוק</strong>: במהלך תקופת ההיריון וכמובן אחרי הלידה, האמא והאבא מעט מתנתקים מהאנשים שעימם בילו רוב חייהם. המחויבות החדשה לתינוק גובה מהם זמן רב ומשאבים נפשיים. לתת ברכה להריון ולידה יכולה לתת להם את התחושה שאנחנו לא התנתקנו מהם, ושאנחנו רוצים להיות חלק מחייהם גם בפרק הזה של ההורות.
                    </li>
                    <li>
                        <strong>לחלוק את האושר</strong>: אחרי לידה אנחנו חשים פעמים רבות אושר עצום, כל כך עצום שקשה לנו לא לספר לכל מי שאנחנו רואים. ברכות להריון ולידה הן דרך נהדרת לתת לזוג את התחושה שאנחנו מאושרים אתם, ושאנחנו מרגישים שאנחנו חלק מהתהליך שהם עוברים.
                    </li>
                </ul>
                <h2>איך לנסח ברכת היריון מוצלחת?</h2>
                <p>
                אין דרך נכונה אחת לנסח ברכה מוצלחת להריון או ללידה. עלינו לכתוב את הברכה בהתאם למערכת היחסים האישית שיש לנו עם ההורים. כתבו את הברכה לאחר שתחשבו על התחושות המלוות אתכם בזמן ההיריון הזה, או בזמן שעברתם חוויה דומה, וההצלחה שלכם מובטחת.
                </p>
            </div>
        </div>
    </div>
);

export default BlessingForPregnancy;
