import React from 'react';
import { Helmet } from 'react-helmet';
import '../RegularPage.scss';
import { Header } from '../../components';
import { SITE_NAME } from '../../constants/app';

const LoveGreeting = () => (
    <div>
        <Helmet>
            <title>{`${SITE_NAME} - ברכות האהבה`}</title>
            <meta property="og:title" content={`${SITE_NAME} - ברכות האהבה`} />
            <meta name="description" content="היחסים בין בני הזוג הם עניין מורכב. כל אחד נושא עימו את המטען האישי שלו שנובע מהבית שבו גדל, ומהחוויות ומהמטען הרגשי שצבר במשך כל ימי חייו" />
            <meta name="keywords" content="ברכות האהבה, אהבה, ברכה ליום האהבה" />
            <meta property="og:image" content="/images/cards/ValentinesDay-display.jpg" />
        </Helmet>
        <Header style={{ backgroundImage: `url('/images/articles/bg.jpg')` }}
                title="ברכות האהבה"/>

        <div className="regular-page">

           <div className="regular-page__wrap-content container text-right">
                <h2>האם אהבת אמת מחייבת תרגום למילים?</h2>
                <p>
                היחסים בין בני הזוג הם עניין מורכב. כל אחד נושא עימו את המטען האישי שלו שנובע מהבית שבו גדל, ומהחוויות ומהמטען הרגשי שצבר במשך כל ימי חייו. מאחר שכל זוג שונה אחד מהשני, כך גם כל מערכת יחסים היא מיוחדת וייחודית. כאשר אנו חושבים על כתיבת ברכות בין בני זוג, אנחנו פעמים רבות לא מבינים למה האהבה החזקה שאנחנו חשים צריכה תרגום למילים. האהבה היא רגש, יש לה חיים בפני עצמה בתוכנו, אבל הברכות הרבה פעמים נראות כמו דרך דלה מאוד להציג אותה. למרות זאת, חשוב מאוד להשקיע בברכות בין בני זוג, מאחר שהן דרך להראות לאדם השני, אפילו אם בצורה מוגבלת יחסית, כמה הוא חשוב לנו.
                </p>
                <hr className="article__line"/>
                <h2>איך ניתן לכתוב ברכה ליום האהבה?</h2>
                <p>
                באופן טבעי, לכל אחד מאתנו יש צורה אחרת שבה יותר נוח לו להתבטא. חלק הם אנשים של שיחות ארוכות, וחלק של מגע וחיבוקים. לא לכל אחד קל לכתוב ברכות ליום האהבה לבן הזוג. 
                </p>
                <h2>אם קשה לכם, תוכלו בהחלט להיעזר בטיפים הבאים לכתיבה של ברכה נהדרת:</h2>
                <ul>
                    <li>
                        <strong>תהיו נאמנים לעצמכם</strong>: כאשר אנחנו כותבים ברכה ליום האהבה, אנחנו פעמים רבות נסחפים אחרי דימויים של עולם התקשורת. חשוב מאוד להישאר נאמנים לעצמנו, נסו לכתוב איך אתם מרגישים, וכך תראו לבן הזוג איך האהבה והרגשות שלכם אליו מיוחדים.
                    </li>
                    <li>
                        <strong>כתבו מהלב</strong>: פעמים רבות אנחנו נוטים ביום-יום להיסחף אחרי תדמית שהיא לא לחלוטין אנחנו. ברכות בין בני זוג הן דרך נהדרת לצאת מהתדמית הזאת, ולתת לבן הזוג טעימה מהאני האמיתי שלנו.
                    </li>
                </ul>
                <h2>ניתן להיעזר בסיוע מקצועי</h2>
                <p>
                אם קשה לכם להעביר את הרגשות שלכם בצורה מדויקת בכתב זה מובן. זה לא טבעי לכל אחד. בדיוק בשביל זה יש שירותי כתיבה אשר יוכלו לכתוב אתכם ובשבילכם ברכה ליום האהבה אשר לא תשכחו לעולם. 
                </p>
            </div>
        </div>
    </div>
);

export default LoveGreeting;
