import React from 'react';
import { Helmet } from 'react-helmet';
import '../RegularPage.scss';
import { Header } from '../../components';
import { SITE_NAME } from '../../constants/app';

const ShabbatShalomGreeting = () => (
    <div>
        <Helmet>
            <title>{`${SITE_NAME} - ברכת שבת שלום`}</title>
            <meta property="og:title" content={`${SITE_NAME} - ברכת שבת שלום`} />
            <meta name="description" content="המנוחה ביום שבת היא הרבה יותר מיום חופש. זוהי הזדמנות להתנתק מהעולם ולהתמסר לדברים החשובים באמת. ההרגשה של משפחה בשבת, בין אם זה בארוחת השבת המסורתית ובין אם זה פשוט בקימה מאוחרת עם הקפה של הבוקר, משאירה יותר מזיכרון. מדובר למעשה בתחושה שניתן ממש לטעום" />
            <meta name="keywords" content="המנוחה ביום שבת , שבת שלום, ברכת שבת שלום , ברכת שבת שלום מוצלחת " />
            <meta property="og:image" content="/images/cards/Shabbat-display.jpg" />
        </Helmet>
        <Header style={{ backgroundImage: `url('/images/articles/bg.jpg')` }}
                title="ברכת שבת שלום"/>
        <div className="regular-page">
           <div className="regular-page__wrap-content container text-right">
                <h2>השבת היא אחת המתנות הגדולות ביותר שניתנו לנו</h2>
                <p>
                המנוחה ביום שבת היא הרבה יותר מיום חופש. זוהי הזדמנות להתנתק מהעולם ולהתמסר לדברים החשובים באמת. ההרגשה של משפחה בשבת, בין אם זה בארוחת השבת המסורתית ובין אם זה פשוט בקימה מאוחרת עם הקפה של הבוקר, משאירה יותר מזיכרון. מדובר למעשה בתחושה שניתן ממש לטעום. גם אחרי שנים רבות תוכלו בוודאי להיזכר בניחוח המיוחד של שבת בבית ילדותכם, ובהרגשה הקסומה שחשתם אז. השבת היא בלי ספק אחת המתנות הגדולות ביותר שניתנו לנו.
                </p>
                <hr className="article__line"/>
                <h2>איך ברכת שבת שלום מושקעת תשפיע על אווירת השבת בבית?</h2>
                <p>
                ברכת שבת שלום היא תוספת שלא כל בית מוסיף לאווירת השבת שלו. למרות זאת, ברכת שבת שלום יכולה להוסיף לנו בכמה דרכים:  
                </p>
                <ul>
                    <li>
                        <strong>ריחוק מבן משפחה</strong>: שליחת ברכת שבת שלום לבני משפחה ממרחק גדול היא דרך נהדרת לתת להם להרגיש שאתה שם אתם. גם אם לא יצא לנו להגיד ולבקר את ההורים או הילדים בשבת הזו, לפחות הענקנו להם משהו מאתנו שילווה אותם.
                    </li>
                    <li>
                        <strong>מסר אישי</strong>: הרבה פעמים חלק מבני המשפחה עלולים להרגיש שהם אינם מקבלים את תשומת הלב שהם רוצים מכם במהלך השבוע. ברכת שבת שלום היא דרך נהדרת להגיד להם אנחנו כאן, אנחנו שמים לב אליכם, אנחנו אוהבים אתכם עד אין קץ.
                    </li>
                </ul>
                <h2>מה לעשות אם אני לא מצליח לכתוב ברכת שבת שלום?</h2>
                <p>
                האתגר הגדול בכתיבת ברכת שבת שלום מוצלחת הוא שצריך לעשות זאת כל שבוע. כתיבה של ברכת שבת שלום מוצלחת חייבת להיות מקורית ושונה, ועבור רובנו מדובר באתגר לא פשוט. ניתן להיעזר לשם כך בשירותי כתיבה מקצועיים, או פשוט לשמור ולכתוב לעצמנו נושאים וחוויות מרכזיות מהשבוע החולף. בכל מקרה, כתבו את הרגשות שלכם על הנייר, ואף אחד לא יצא מאוכזב מכך לעולם.
                </p>
            </div>
        </div>
    </div>
);

export default ShabbatShalomGreeting;
