

export const articles = [
    {
        title: 'ברכות האהבה',
        link: '/Articles/love-greeting',
        description: 'היחסים בין בני הזוג הם עניין מורכב. כל אחד נושא עימו את המטען האישי שלו שנובע מהבית שבו גדל, ומהחוויות ומהמטען הרגשי שצבר במשך כל ימי חייו. מאחר שכל זוג שונה אחד מהשני, כך גם כל מערכת יחסים היא מיוחדת וייחודית. כאשר אנו חושבים על כתיבת ברכות בין בני זוג, אנחנו פעמים רבות לא מבינים למה האהבה החזקה שאנחנו חשים צריכה תרגום למילים. האהבה היא רגש, יש לה חיים בפני עצמה בתוכנו, אבל הברכות הרבה פעמים נראות כמו דרך דלה מאוד להציג אותה. למרות זאת, חשוב מאוד להשקיע בברכות בין בני זוג, מאחר שהן דרך להראות לאדם השני, אפילו אם בצורה מוגבלת יחסית, כמה הוא חשוב לנו.'
    }, {
        title: 'ברכות לחג',
        link: '/Articles/holiday-greeting',
        description: 'החגים בלוח השנה העברי הם רבים, ועוזרים לנו לחוש את זרימת הזמן בין ידינו. ברוב החגים, יש סט קבוע של ברכות וטקסים המלווים אותם, חלקם הם מסורת דתית בת אלפי שנים, וחלקם מסורת ישראלית צעירה יותר. הרבה אנשים תוהים בינם לבין עצמם מדוע צריך ברכות לחג. הסיבה לכך היא ברורה, כי אנחנו רוצים ליצוק תוכן אישי לחגים האלו. מה זה משנה אם הילד בפסח לומד על יציאת מצרים, אם הוא אינו מבין את החשיבות של החג למשפחה האישית שלו? מה המשמעות של לשבת בסוכה אם הוא לא מבין שעבור סבא שלו זה מרגש לראות אותו ככה, כמו שישבו כל אבותיו לפניו.' 
    }, {
        title: 'ברכות ליום הולדת',
        link: '/Articles/birthday-greetings',
        description: 'יום הולדת הוא אחד מימי השמחה המיוחדים ביותר בשנה. הוא מייצג את החגיגה של הקיום שלנו, של עצם החיים. השקעה ושמחה ביום ההולדת שלנו, היא דרך נהדרת להגיד לעצמנו ולעולם – אנחנו מאושרים להיות פה, אנחנו אוהבים ומרוצים מהמסע הגדול הזה שנקרא החיים. בין כל הדברים המסורתיים המרכיבים יום הולדת – החגיגה, המתנות, העוגה, דבר אחד בולט בחשיבות שלו – הברכות.' 
    }, {
        title: 'ברכת שבת שלום',
        link: '/Articles/shabbat-shalom-greeting',
        description: 'המנוחה ביום שבת היא הרבה יותר מיום חופש. זוהי הזדמנות להתנתק מהעולם ולהתמסר לדברים החשובים באמת. ההרגשה של משפחה בשבת, בין אם זה בארוחת השבת המסורתית ובין אם זה פשוט בקימה מאוחרת עם הקפה של הבוקר, משאירה יותר מזיכרון. מדובר למעשה בתחושה שניתן ממש לטעום. גם אחרי שנים רבות תוכלו בוודאי להיזכר בניחוח המיוחד של שבת בבית ילדותכם, ובהרגשה הקסומה שחשתם אז. השבת היא בלי ספק אחת המתנות הגדולות ביותר שניתנו לנו.' 
    }, {
        title: 'ברכה להריון ולידה',
        link: '/Articles/blessing-for-pregnancy',
        description: 'התחושות של הריון ושל לידה הן תחושות שאין שום דבר המשתווה להן במשך החיים. התהליך הארוך של נשיאת העובר ברחם, הבדיקות המתישות והתקוות – כולם מתנקזים לרגע אחד של קסם, לרגע הלידה. כל אישה שילדה תינוק בפעם הראשונה יודעת שאחד מהדברים הטובים ביותר בהריון הוא ההכנה שהוא עושה לנו לקראת הקבלה של התינוק. אנחנו מתבגרים במהלך ההיריון כזוג, וכיחידים. למרות זאת, לאחר הלידה פעמים רבות אנחנו חשים קצת שהשינוי שעברנו הוא מהיר מידי, ואנחנו עלולים להתגעגע מעט לחופש שהיה לנו קודם.' 
    }
];

export const footerPages = [
    { text: 'לעוד הקדשות', href: '/' },
    { text: 'מאמרים', href: '/Articles' },
    { text: 'פרטיות', href: '/Policy' },
    { text: 'תנאי שימוש', href: '/Disclaimer' }
];


export const homeCards = [
    {
        src: '/images/cards/ValentinesDay-display.jpg',
        title: 'ברכה לבן או בת זוג ליום האהבה',
        text: 'כנס לברך',
        link: '/ValentinesDay'
    },{
        src: '/images/cards/HaimShely-display.jpg',
        title: 'הקדשת שיר - חיים שלי, של עדן בן זקן',
        text: 'כנס להקדיש',
        link: '/HaimShely'
    },{
        src: '/images/cards/Shabbat-display.jpg',
        title: 'הקדשת שבת שלום עם פרשת השבוע',
        text: 'כנס להקדיש',
        link: '/Shabbat'
    },
    {
        src: '/images/cards/BirthDay-display.jpg',
        title: 'ברכות ואיחולים ליום הולדת',
        text: 'כנס להקדיש',
        link: '/BirthDay'
    },
    {
        src: '/images/cards/MomDay-display.jpg',
        title: 'יום האם שמח',
        text: 'כנס להקדיש',
        link: '/MomDay'
    }
];